Repository: goiabinha/zabbix-pdf-report
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Zabbix PDF report
pt_br: Relatório PDF do Zabbix

source: Generate PDF Report
pt_br: Gerar relatório PDF

source: Report type
pt_br: Tipo

source: Generate report on HOST
pt_br: Relatório no Host

source: Generate report on GROUP
pt_br: Relatório no grupo de Host

source: Host Group
pt_br: Grupo de Host

source: Logout
pt_br: Sair

source: Please select your host
pt_br: Por favor, selecione seu host

source: Please select host
pt_br: Por favor, selecione o host

source: Select host
pt_br: Selecionar host

source: Please select hostgroup
pt_br: Por favor, selecione o grupo de host

source: Select hostgroup
pt_br: Selecionar grupo

source: Include graphs
pt_br: Incluir gráficos

source: Include graphed items
pt_br: Incluir gráficos de itens

source: Show triggers
pt_br: Mostrar triggers

source: Show configured items status
pt_br: Mostrar status dos itens configurados

source: Show configured trends (SLA-ish)
pt_br: Mostrar tendências configuradas (SLA-ish)

source: Graphs to show (#.*# = all):
pt_br: Mostrar gráficos (#.*# = todos):

source: Items to graph (#.*# = all):
pt_br: Mostrar gráficos de itens (#.*# = todos):

source: Report range
pt_br: Intervalo

source: Report on last activity
pt_br: Relatório sobre a última atividade

source: Last
pt_br: Último

source: Report using custom report range
pt_br: Relatório usando intervalo personalizado

source: Custom
pt_br: Personalizado

source: Please select range
pt_br: Por favor selecione o intervalo

source: Hour
pt_br: Hora

source: Day
pt_br: Dia

source: Week
pt_br: Semana

source: Month
pt_br: Mês

source: Year
pt_br: Ano

source: Start:
pt_br: Início:

source: End:
pt_br: Fim:

source: Generate
pt_br: Gerar

source: Debug
pt_br: Depurar

source: Version:
pt_br: Versão:

source: Old reports
pt_br: Histórico de relatórios

source: click to show
pt_br: clique para mostrar

source: Startdate is missing!
pt_br: Falta data de início!

source: When setting custom report period, startdate is required
pt_br: Ao definir o período personalizado, a data de início é necessária

source: Startdate need to be before tomorrow or end date!
pt_br: A data de início precisa ser menor que a data final!

source: Time frame need to be minimum 1 hour!
pt_br: O período de tempo precisa ter no mínimo 1 hora!

source: Unknown time report range!
pt_br: Intervalo de tempo desconhecido!

source: Introduction
pt_br: Introdução

source: This is an automatically generated PDF file containing data gathered from Zabbix Monitoring System
pt_br: Este é um arquivo PDF gerado automaticamente, contendo dados coletados do Zabbix Monitoring System

source: <b>Definitions:</b>
pt_br: <b>Definições:</b>

source: <b>host</b> - a networked device that you want to monitor, with IP/DNS.
pt_br: <b>host</b> - um dispositivo de rede que você precisa monitorar, através de seu IP/DNS.

source: <b>host group</b> - a logical grouping of hosts; it may contain hosts and templates. Hosts and templates within a host group are not in any way linked to each other. Host groups are used when assigning access rights to hosts for different user groups.
pt_br: <b>host group</b> - um agrupamento lógico de hosts; pode conter hosts ou templates. Hosts e templates no mesmo grupo não estão, de forma alguma, ligados uns aos outros. Os grupos de hosts são utilizados para as definições de acesso dos diferentes grupos de usuários.

source: <b>item</b> - a particular piece of data that you want to receive off of a host, a metric of data.
pt_br: <b>item</b> - um dado em particular que você deseja receber de um host monitorado, uma métrica de dados.

source: <b>trigger</b> - a logical expression that defines a problem threshold and is used to evaluate data received in items.
pt_br: <b>trigger</b> - uma expressão lógica que define um limiar de mudança de estado (normalmente incidentes) e é utilizado para avaliar dados coletados pelos itens.

source: When received data are above the threshold, triggers go from 'Ok' into a 'Problem' state. When received data are below the threshold, triggers stay in/return to an 'Ok' state.
pt_br: Quando os dados recebidos estão fora do limiar as triggers passam do estado OK para o estado de PROBLEM. Quando os dados recebidos retornam para o limiar aceito as triggers retornam ao estado OK.

source: ERROR: Need hostid for host report!
pt_br: ERRO: Precisa do hostid para relatório de host!

source: ERROR: Need groupid for group report!
pt_br: ERRO: Precisa do groupid para relatório de grupo!

source: Report type not selected!
pt_br: Tipo de relatório não selecionado!

source: Report
pt_br: Relatório

source: not found! Cannot continue to create PDF.
pt_br: não encontrado! Não é possível continuar a criar PDF.

source: Generated by Zabbix Monitoring Dynamic Report v
pt_br: Gerado pelo Zabbix Monitoring Dynamic Report v

source: Zabbix Report
pt_br: Relatório Zabbix

source: for
pt_br: para

source: generated on
pt_br: gerado em

source: Report start
pt_br: Relatório início

source: Report end
pt_br: Relatório fim

source: Contents
pt_br: Conteúdo

source: %a days, %h hours, %i minutes and %s seconds
pt_br: %a dias, %h horas, %i minutos e %s segundos

source: System Status for
pt_br: Status do sistema para

source: Trends and metrics for
pt_br: Tendências e métricas para

source: Trigger data for
pt_br: Dados de trigger para

source: Graphs for
pt_br: Gráficos para

source: No matching graphs found. Maybe tune the setting?
pt_br: Nenhum gráfico correspondente encontrado. Talvez ajustar a configuração?

source: Item Graphs for
pt_br: Gráficos de itens para

source: No items found to graph. Maybe tune the setting?
pt_br: Nenhum item encontrado no gráfico. Talvez ajustar a configuração?

source: Report timestamp
pt_br: Data hora

source: Report
pt_br: Relatório

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Sign in
pt_br: Entrar
